Repository: MarianaPinto17/django-postal-codes
Catalog: django_postal_codes/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Country
pt: País

source: District
pt: Distrito

source: Country that the district belongs to
pt: País que o distrito pertence

source: District that the county belongs to
pt: Distrito que o concelho pertence

source: County
pt: Concelho

source: County that the locality belongs to
pt: Concelho que a localidade pertence

source: Locality
pt: Localidade

source: Administrative region
pt: Região administrativa

source: County that the postal code belongs too
pt: Concelho que o código postal pertence

source: Artery type
pt: Tipo de artéria

source: Artery title
pt: Título de artéria

source: Artery name
pt: Nome de artéria

source: Artery local
pt: Local de artéria

source: Postal Code
pt: Código Postal

source: Postal Code Extension
pt: Extensão código postal

source: Postal Designation
pt: Designação postal

source: Full address
pt: Morada completa

source: Postal Codes
pt: Códigos Postais
